import styles from './style.module.scss';

const PrivacyPolicy = () => {
    return(
        <div className={styles.privacy}>

            <h4>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h4>
            <h6>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h6>

            <section>
                 <p>
                    В документе используются следующие термины в указанном ниже значении:<br/>
                    <span>«Система»</span> - программа для ЭВМ АИС «ТиМ» (серверный компонент, плагин для текстового редактора «ТиМ», Standalone – приложение «ТиМ» со встроенным текстовым редактором и мобильное приложение в<br/> 
                    совокупности), функциональные возможности которой позволяют Пользователям:<br/>
                    -Хранить свои персональные данные на компьютере и/или мобильном устройстве.<br/>
                    -Делиться своими персональными данными со сторонними организациями.<br/>
                    -Изготавливать с помощью Плагина «ТИМ» для текстовых редакторов, или Standalone – приложения «ТиМ» со встроенным текстовым редактором, шаблоны документов и получать от других пользователей их персональные данные с их согласия.<br/>
                    <span>«Пользователь»</span> – лицо, использующее Систему.<br/>
                    <span>«Регистрация»</span> – процесс создания учетной записи Пользователя в Системе по заданным параметрам. Регистрация осуществляется по номеру мобильного телефона, указанному при регистрации в Системе.<br/>
                    <span>«Сторонние организации»</span> - юридические лица любой формы собственности (в том числе банки, операторы сотовой связи, управляющие компании, организации в сфере ЖКХ и др.), органы государственной власти, которые<br/>
                    могут запросить у пользователя персональные данные для изготовления документов коммерческого и некоммерческого назначения с помощью плагина для текстового редактора «ТиМ» или Standalone – приложения «ТиМ»<br/>
                    со встроенным текстовым редактором.<br/>
                    <span>«Персональные данные»</span> – любая информация, относящаяся прямо или косвенно к Пользователю или иному субъекту персональных данных, в том числе информация, указанная Пользователем при совершении им<br/> 
                    Регистрации и последующем использовании Системы.<br/>
                    <span>«Данные»</span> – иная информация о Пользователе (не входящие в понятие персональных данных).<br/>
                    <span>«Информация»</span> — сведения (сообщения, данные) независимо от формы их представления.<br/>
                    <span>«Субъект персональных данных»</span> – Пользователь или иные лица, в интересах и с согласия которых действует Пользователь, к которым относятся персональные данные.<br/>
                    <span>«Обработка персональных данных»</span> - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными<br/> 
                    данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,<br/>
                    блокирование, удаление, уничтожение персональных данных;<br/>
                    <span>«Распространение персональных данных»</span> - действия, направленные на раскрытие персональных данных неопределенному кругу лиц;<br/>
                    <span>«Предоставление персональных данных»</span> - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;<br/>
                    <span>«Уничтожение персональных данных»</span> - действия, в результате которых становится невозможным восстановить содержание персональных данных в Системе персональных данных и (или) в результате которых<br/> 
                    уничтожаются материальные носители персональных данных;<br/>
                    <span>«Обезличивание персональных данных»</span> - действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному<br/> 
                    субъекту персональных данных;<br/>
                    <span>«Защита персональных данных»</span> - защита персональных данных от неправомерного и/или несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения<br/>
                    персональных данных, а также от иных неправомерных действий в отношении персональных данных.
                </p>
            </section>

            <section>
                <h5>1. ОБЩИЕ ПОЛОЖЕНИЯ</h5>
                <p>
                    1.1. Настоящая политика обработки персональных данных (далее — Политика) действует в отношении всей информации, которую Оператор получает или может получить от Пользователя в процессе использования им<br/>
                    Системы, а также в ходе исполнения любых соглашений и договоров, заключенных Оператором с Пользователем. Настоящая Политика определяет основные принципы, цели, условия и способы обработки персональных<br/>
                    данных, права субъектов персональных данных, а также реализуемые Оператором требования к защите персональных данных.<br/>
                    1.2. Настоящая Политика разработана с учетом требований Конституции Российской Федерации, Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», других определяющих случаи и особенности<br/>
                    обработки персональных данных федеральных законов Российской Федерации и иных нормативно-правовых актов Российской Федерации.<br/>
                    1.3. Скачивая приложение «ТиМ», плагин для текстового редактора «ТиМ» или Standalone – приложения «ТиМ» со встроенным текстовым редактором и регистрируясь, Пользователь в соответствии со статьей 9<br/>
                    Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных" дает согласие Оператору на обработку всех указанных и внесенных им в процессе Регистрации и использования Системы персональных данных на<br/> 
                    условиях настоящей Политики.<br/>
                    1.4. Согласие Пользователя на обработку персональных данных действует в течение всего срока пользования им Системой вплоть до отзыва Пользователем своего согласия на обработку его персональных данных в<br/>
                    порядке, предусмотренном п. 6.2 настоящей Политики.
                </p>
            </section>

            <section>
                <h5>2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h5>
                <p>
                    2.1. Обработка персональных данных Оператором осуществляется в соответствии со следующими принципами:<br/>
                    2.1.1. Законность и справедливая основа обработки персональных данных. Оператор принимает все необходимые меры по выполнению требований законодательства РФ, не обрабатывает персональные данные в случаях,<br/>
                    когда это не допускается законодательством РФ, не использует персональные данные во вред Пользователю.<br/>
                    2.1.2. Обработка только тех персональных данных, которые отвечают заранее объявленным целям их обработки. Соответствие содержания и объема обрабатываемых персональных данных заявленным целям обработки.<br/> 
                    Недопущение обработки персональных данных, несовместимых с целями сбора персональных данных, а также избыточных по отношению к заявленным целям их обработки.<br/>
                    2.1.3. Обеспечение точности, достаточности и актуальности персональных данных по отношению к целям обработки персональных данных. Оператор принимает все разумные меры по поддержке актуальности<br/> 
                    обрабатываемых персональных данных, включая, но не ограничиваясь реализацией права каждого Субъекта получать для ознакомления свои персональные данные и требовать от Оператора их уточнения, блокирования<br/> 
                    или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленных выше целей обработки.<br/>
                    2.1.4. Хранение персональных данных в форме, позволяющей определить Пользователя персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных<br/> 
                    не установлен федеральным законодательством, договором, стороной которого или выгодоприобретателем по которому является Пользователь персональных данных.<br/>
                    2.1.5. Недопустимость объединения созданных для несовместимых между собой целей баз данных, информационных систем персональных данных.<br/>
                    2.1.6. Уничтожение либо обезличивание персональных данных по достижении целей обработки или в случае утраты необходимости в достижении этих целей.
                </p>
            </section>

            <section>
                <h5>3. ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h5>
                <p>
                    3.1. Совокупность операций обработки персональных данных включает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление,<br/> 
                    доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. Обработка персональных данных Пользователя может осуществляться как с использованием, так и без использования средств<br/> 
                    автоматизации.<br/>
                    3.2. Оператор не обрабатывает персональные данные, касающиеся расовой, национальной принадлежности, политических взглядов, религиозных, философских и иных убеждений, состояния здоровья, личной жизни,<br/> 
                    членства в общественных объединениях, в том числе в профессиональных союзах, биометрические данные. Оператор не осуществляет голосовой ввод и верификацию персональных данных с использованием<br/> 
                    незащищенных каналов передачи данных.<br/>
                    3.3. Оператор не осуществляет трансграничную передачу персональных данных.<br/>
                    3.4. Обработка персональных данных Оператором допускается только при условии согласия Пользователя на обработку его персональных данных, выраженного путем осуществления процедуры регистрации и<br/> 
                    проставления флажка «Я принимаю условия лицензионного соглашения и даю согласие на обработку персональных данных на условиях, определенных Политикой обработки персональных данных». Пользователь дает<br/> 
                    согласие на обработку своих персональных данных свободно, своей волей и в своем интересе.<br/>
                    3.5. Оператор не раскрывает третьим лицам и не распространяет персональные данные без согласия Пользователя, если иное не предусмотрено настоящей Политикой или законодательством РФ.<br/>
                    3.6. Оператор имеет право передавать персональные данные и иные данные Пользователя третьим лицам, а Пользователь дает на это согласие в следующих случаях:<br/>
                    3.6.1.  Передача персональных данных необходима в рамках использования Пользователем Системы или оказания услуг Пользователю.<br/>
                    3.6.2. Передача персональных данных происходит в рамках продажи или иной передачи бизнеса Оператора (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий<br/> 
                    настоящей Политики.<br/>
                    3.6.3. Передача персональных данных осуществляется третьему лицу по поручению Оператора на основании заключаемого с этим лицом договора.<br/>
                    3.7. Оператор имеет право передавать персональные данные и иные данные Пользователя без согласия Пользователя в следующих случаях:<br/>
                    3.7.1. персональные данные затребованы государственными органами, в том числе органами дознания и следствия, и органами местного самоуправления по их мотивированному запросу.<br/>
                    3.7.2. в иных случаях прямо предусмотренных законодательством РФ.<br/>
                    3.7.3. обезличенные статистические данные о действиях Пользователя в Системе.<br/>
                    3.8. В случае поступления запросов из организаций, не обладающих соответствующими полномочиями, Оператор обязан получить предварительное согласие Пользователя на предоставление его персональных данных и<br/> 
                    предупредить лиц, получающих персональные данные, о том, что эти данные могут быть использованы лишь в целях, для которых они сообщены, а также требовать от этих лиц подтверждения того, что это правило будет<br/> 
                    (было) соблюдено.<br/>
                    3.9. Оператор не проверяет и не имеет возможности проверять актуальность и достоверность предоставляемых Пользователями персональных данных. Оператор исходит из того, что субъекты персональных данных,<br/> 
                    действуя разумно и добросовестно, предоставляют достоверные и достаточные персональные данные и поддерживают их в актуальном состоянии.<br/>
                    3.10. В случае, когда Пользователь передает персональные данные третьих лиц, в интересах которых он действует, Пользователь гарантирует, что перед такой передачей получил от указанного лица согласие на передачу<br/> 
                    персональных данных Оператору, если получение такого согласия необходимо в соответствии с законодательством РФ. Оператор не принимает на себя никаких обязанностей по проверке правомерности действий<br/> 
                    Пользователя в этом случае и достоверности размещаемых им в Системе персональных данных третьих лиц. Ответственность за правомерность и достоверность любых предоставленных персональных данных третьих<br/> 
                    лиц несет исключительно предоставившее их лицо.<br/>
                    3.11. Оператор не несет ответственности за разглашение персональных данных Пользователя в случае, если такое разглашение произошло по вине самого Пользователя, в том числе в результате того, что его номер<br/> 
                    мобильного телефона перешел в собственность/пользование другого лица по любой причине.<br/>
                    3.12. Оператор не несет ответственности за разглашение персональных данных Пользователя в случае, если такое разглашение явилось следствием:<br/>
                    - технических неполадок в программном обеспечении, серверах или компьютерных сетях, находящихся вне контроля Оператора;<br/>
                    - неправомерных действий пользователей сети Интернет, направленных на нарушение информационной безопасности или нормального функционирования Системы.
                </p>
            </section>

            <section>
                <h5>4. СБОР И ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ И ИНЫХ ДАННЫХ</h5>
                <p>
                    4.1. Персональные данные могут быть получены Оператором одним из следующих способов:<br/>
                    - предоставлены Пользователями путем заполнения соответствующих регистрационных и иных форм анкетирования в Системе, посредством направления корреспонденции или электронных писем на адреса Оператора;<br/>
                    4.2. Оператор обрабатывает следующие персональные данные:<br/>
                    - Фамилия, Имя, Отчество<br/>
                    - Пол<br/>
                    - Дата рождения<br/>
                    - Место рождения<br/>
                    - Реквизиты документа, удостоверяющего личность<br/>
                    - Гражданство<br/>
                    - Адрес электронной почты<br/>
                    - Номер телефона<br/>
                    - Почтовый адрес<br/>
                    - Адрес проживания<br/>
                    - Адрес регистрации<br/>
                    - СНИЛС<br/>
                    - ИНН<br/>
                    - Данные о детях Пользователя или лицах, находящихся под его опекой/попечительством, в том числе ФИО, дата и место рождения, номер контактного телефона, адрес, гражданство, данные документы, удостоверяющего личность<br/>
                    - Реквизиты транспортного средства, включая государственный регистрационный номер<br/>
                    - Реквизиты водительского удостоверения<br/>
                    - Реквизиты полиса обязательного медицинского страхования<br/>
                    - Реквизиты заграничного паспорта<br/>
                    - Реквизиты военного билета<br/>
                    - Сведения о банковских картах
                </p>
            </section>

            <section>
                <h5>5. ПРАВОВЫЕ ОСНОВАНИЯ И ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ И ИНЫХ ДАННЫХ</h5>
                <p>
                    5.1. Оператор осуществляет обработку на основании заключенного с Пользователем в форме присоединения лицензионного соглашения на использование Системы.<br/>
                    5.2. Оператор обрабатывает персональные данные в целях:<br/>
                    - заключения и выполнения договоров/соглашений между Оператором и Пользователем;<br/>
                    - регистрации/авторизации Пользователя в Системе, создания личного кабинета Пользователя;<br/>
                    - использования дополнительных функциональных возможностей при обращении Пользователя в МФЦ за получением государственных, муниципальных и дополнительных (сопутствующих) услуг,<br/>
                    - оценки и анализа работы Системы, улучшения возможностей и разделов Системы;<br/>
                    - проведения статистических и иных исследований на основе обезличенных персональных данных.
                </p>
            </section>

            <section>
                <h5>6. ИЗМЕНЕНИЕ, УДАЛЕНИЕ И ПРЕКРАЩЕНИЕ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ, ОТВЕТЫ НА ЗАПРОСЫ СУБЪЕКТОВ НА ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ, ХРАНЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h5>
                <p>
                    6.1. Пользователь может в любой момент изменить (обновить, дополнить) персональные данные и иные данные при условии, что такие изменения и исправления содержат актуальную и достоверную информацию,<br/> 
                    посредством внесения изменений с использованием функционала Системы.<br/>
                    6.2. Пользователь может в любое время отозвать свое согласие на обработку персональных данных, направив Оператору письменное уведомление на адрес электронной почты info@time-money.shop. При этом направление<br/> 
                    такого сообщения об отзыве согласия Пользователем считается уведомлением об одностороннем отказе от лицензионного соглашения и влечет невозможность Пользователя использовать Систему в дальнейшем. В случае<br/> 
                    отзыва Пользователем согласия на обработку его персональных данных Оператор обязан прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется<br/> 
                    другим лицом, действующим по поручению Оператора) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить<br/> 
                    их уничтожение в срок, не превышающий тридцати дней с даты поступления указанного отзыва.<br/>
                    6.3. Пользователи могут получить разъяснения по вопросам обработки своих персональных данных, направив Оператору соответствующий письменный запрос по электронной почте info@time-money.shop. Оператор обязан<br/> 
                    предоставлять Пользователю по его запросу информацию, касающуюся обработки его персональных данных, либо на законных основаниях предоставить отказ в течение тридцати дней с даты получения запроса<br/> 
                    Пользователя.<br/>
                    6.4. Хранение персональных данных осуществляется только на мобильном устройства Пользователя, в форме, позволяющей определить субъекта персональных данных, в течение всего срока использования Системы<br/> 
                    Пользователем вплоть до отзыва Пользователем своего согласия на обработку его персональных данных.
                </p>
            </section>

            <section>
                <h5>7. КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ</h5>
                <p>
                    7.1. Оператор при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного и (или) несанкционированного доступа к<br/>  
                    ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.<br/> 
                    К таким мерам в соответствии, в частности, относятся:<br/> 
                    - назначение лица, ответственного за организацию обработки персональных данных, и лица, ответственного за обеспечение безопасности данных;<br/> 
                    - разработка и утверждение локальных актов по вопросам обработки и защиты персональных данных;<br/> 
                    - применение правовых, организационных и технических мер по обеспечению безопасности персональных данных;<br/> 
                    - контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровнем защищенности информационных систем персональных данных;<br/> 
                    - оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения требований законодательства о персональных данных, соотношение указанного вреда и принимаемых Оператором мер,<br/>  
                    направленных на обеспечение выполнения обязанностей, предусмотренных законодательством о персональных данных;<br/> 
                    - соблюдение условий, исключающих несанкционированный доступ к материальным носителям персональных данных и обеспечивающих сохранность персональных данных;<br/> 
                    - ознакомление работников Оператора, непосредственно осуществляющих обработку персональных данных, с положениями законодательства РФ о персональных данных,<br/>  
                    в том числе с требованиями к защите персональных данных, локальными актами по вопросам обработки и защиты персональных данных, и обучение работников Оператора;<br/> 
                    - определение угроз безопасности персональных данных при их обработке в Системе;<br/> 
                    - применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;<br/> 
                    - оценка эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию Системы;<br/> 
                    - обнаружение фактов несанкционированного доступа к персональным данным и принятием мер;<br/> 
                    - восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;<br/> 
                    7.2. Обеспечение конфиденциальности не требуется в отношении:<br/> 
                    - персональных данных после их обезличивания;<br/> 
                    - персональных данных, доступ неограниченного круга лиц к которым предоставлен Пользователем либо по его просьбе (далее – персональные данные, сделанные общедоступными Пользователем);<br/> 
                    - персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с законодательством РФ.<br/> 
                    7.3. Не является нарушением конфиденциальности персональных данных предоставление Оператором информации третьим лицам, действующим на основании договора с Оператором, для исполнения ими обязательств<br/>  
                    перед Пользователем.
                </p>
            </section>

            <section>
                <h5>8. ПРАВА И ОБЯЗАННОСТИ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ</h5>
                <p>
                    8.1. Пользователь имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:<br/>
                    - подтверждение факта обработки персональных данных Оператором;<br/>
                    - правовые основания и цели обработки персональных данных;<br/>
                    - применяемые Оператором способы обработки персональных данных;<br/>
                    - наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на<br/> 
                    основании договора с Оператором или на основании федерального закона;<br/>
                    - перечень обрабатываемых персональных данных, относящихся к Пользователю, от которого поступил запрос и источник их получения, если иной порядок предоставления таких данных не предусмотрен федеральным<br/> 
                    законом;<br/>
                    - сроки обработки персональных данных, в том числе сроки их хранения;<br/>
                    - порядок осуществления субъектом персональных данных прав;<br/>
                    - наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению Оператора, если обработка поручена или будет поручена такому лицу;<br/>
                    - иные сведения, предусмотренные законодательством РФ.<br/>
                    8.2. Если Пользователь считает, что Оператор осуществляет обработку его персональных данных с нарушением требований законодательства РФ или иным образом нарушает его права и свободы, Пользователь вправе<br/> 
                    обжаловать действия или бездействие Оператора в уполномоченном органе или в судебном порядке.<br/>
                    8.3. Пользователь имеет право на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда в судебном порядке.<br/>
                    8.4. Пользователь обязуется не сообщать третьим лицам сведения, используемые им для авторизации в Системе. Пользователь обязуется обеспечить должную осмотрительность при хранении и использовании пароля и<br/> 
                    несет всю полноту ответственности за разглашение персональных данных, связанной с небрежным и неосмотрительным обращением с такими сведениями.
                </p>
            </section>

            <section>
                <h5>9. ПРАВА И ОБЯЗАННОСТИ ОПЕРАТОРА</h5>
                <p>
                    9.1. Оператор обязан предоставлять Пользователю по его запросу информацию, касающуюся обработки его персональных данных, либо на законных основаниях предоставить отказ в течение тридцати дней с даты<br/>  
                    получения запроса субъекта персональных данных или его представителя.<br/> 
                    9.2. В срок, не превышающий семи рабочих дней со дня представления Пользователем сведений, подтверждающих, что такие персональные данные являются незаконно полученными или не являются необходимыми для<br/>  
                    заявленной цели обработки, Оператор обязан уничтожить такие персональные данные.<br/> 
                    9.3. Оператор обязан уведомлять субъект персональных данных об обработке персональных данных в том случае, если персональные данные были получены не от субъекта персональных данных. Исключение составляют<br/>  
                    следующие случаи:<br/> 
                    - когда субъект персональных данных уведомлен об осуществлении обработки Оператором его персональных данных;<br/> 
                    - персональные данные получены Оператором в связи с исполнением договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных или на основании<br/>  
                    требования действующего законодательства;<br/> 
                    - персональные данных сделаны общедоступными субъектом персональных данных или получены из общедоступного источника;<br/> 
                    - Оператор осуществляет обработку обезличенных персональных данных для статистических или иных исследовательских целей, если при этом не нарушаются права и законные интересы субъекта персональных данных;<br/> 
                    - предоставление субъекту персональных данных сведений, содержащихся в уведомлении об обработке персональных данных, нарушает права и законные интересы третьих лиц;<br/> 
                    9.4. В случае выявления неправомерной обработки персональных данных, осуществляемой Оператором или лицом, действующим по поручению Оператора, Оператор в срок, не превышающий трех рабочих дней<br/>  
                    с даты этого выявления, обязан прекратить неправомерную обработку персональных данных или обеспечить прекращение неправомерной обработки персональных данных лицом, действующим по поручению Оператора. В<br/>  
                    случае, если обеспечить правомерность обработки персональных данных невозможно, Оператор в срок, не превышающий десяти рабочих дней с даты выявления неправомерной обработки персональных данных, обязан уничтожить такие персональные данные или<br/>  
                    обеспечить их уничтожение. Об устранении допущенных нарушений или об уничтожении персональных данных Оператор обязан уведомить субъект персональных данных или его представителя посредством электронных средств связи, а в случае, если обращение субъекта персональных данных или его представителя, либо запрос уполномоченного органа по защите прав субъектов<br/>  
                    персональных данных были направлены уполномоченным органом по защите прав субъектов персональных данных, также указанный орган.<br/> 
                    9.5. В случае отзыва Пользователем согласия на обработку его персональных данных Оператор обязан прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) и в случае, если сохранение персональных данных<br/>  
                    более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение в срок, не превышающий тридцати дней с даты поступления указанного отзыва.<br/> 
                    9.6. В случае поступления требования Пользователя о прекращении обработки персональных данных, полученных в целях продвижения товаров, работ, услуг на рынке, Оператор обязан немедленно прекратить обработку персональных данных;<br/> 
                    9.7. При сборе персональных данных, Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации.<br/> 
                    9.8. Оператор вправе поручить обработку персональных данных другому лицу на основании заключаемого с этим лицом договора.
                </p>
            </section>

            <section>
                <h5>10. ИНЫЕ ПОЛОЖЕНИЯ</h5>
                <p>
                    10.1. К настоящей Политике и отношениям между Пользователем и Оператором, возникающим в связи с применением Политики, подлежит к применению право Российской Федерации.<br/> 
                    10.2. Все возможные споры подлежат разрешению в соответствии с законодательством РФ по месту нахождения Оператора. Перед обращением в суд Пользователь должен соблюсти обязательный досудебный порядок и<br/>  
                    направить Оператору соответствующую претензию в письменном виде. Срок ответа на претензию составляет 30 (тридцать) рабочих дней.<br/> 
                    10.3. Если по тем или иным причинам одно или несколько положений Политики будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость<br/>  
                    остальных положений Политики.<br/> 
                    10.4. Оператор имеет право в любой момент изменять настоящую Политику (полностью или в части) в одностороннем порядке без предварительного согласования с Пользователем. Все изменения вступают в силу на<br/>  
                    следующий день после их размещения в Системе. Пользователь обязуется самостоятельно следить за изменениями Политики путем ознакомления с актуальной редакцией.--
                </p>
            </section>

            <div className={styles.agreement}>
                <h4>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h4>

                <section>
                    <h5>1. ОБЩИЕ ПОЛОЖЕНИЯ</h5>
                    <p>
                        1.1. Настоящее Пользовательское соглашение (далее – Соглашение) регулирует отношения между Вами (далее – «Пользователь»), с одной стороны, и Обществом с ограниченной ответственностью «ТиМ» (юридическое<br/> 
                        лицо, созданное на территории Российской Федерации, ОГРН 1235000074990, ИНН 5027317533, зарегистрировано по адресу: Московская область, г.Люберцы, пос.ВУГИ, Территория завода АО «Завод Экомаш»,) (далее –<br/> 
                        «ТиМ»), являющимся правообладателем, владельцем и администратором интернет-сайта расположенного по адресу <a href="https://api.time-money.shop/">www.time-money.shop</a>, программы для ЭВМ АИС «ТиМ» (серверный компонент, плагин для текстового<br/> 
                        редактора «ТиМ», Standalone – приложение «ТиМ» со встроенным текстовым редактором, мобильным приложением ТиМ, размещенным на сервисах AppStore, Googleplay, RuStore (далее – «Система»), и ко всем<br/> 
                        соответствующим сайтам, связанным с сервисами <a href="https://api.time-money.shop/">www.time-money.shop</a>. (далее – «Сервис»), с другой стороны, по использованию Системы и размещенных на нем результатов интеллектуальной деятельности.<br/>
                        1.2. Настоящее Соглашение и отношения между Пользователем и ТиМ, являющимися Сторонами по настоящему Соглашению, регулируются законодательством Российской Федерации. Условия и порядок заключения<br/> 
                        Соглашения определяются в соответствии с нормами Гражданского кодекса Российской Федерации, применимыми к договорам присоединения (ст. 428 ГК РФ) и направления оферты и акцепта оферты (ст. 435-444 ГК РФ),<br/> 
                        в части оказания услуг по предоставлению доступа к определенным аудиовизуальным произведениям на Сервисе (Набор платных услуг) на основании внесения Пользователем абонентской платы применимы также<br/> 
                        условия абонентского договора (ст. 429.4 ГК РФ).<br/>
                        1.3. Сервис и Система являются собственностью ООО «ТиМ».<br/>
                        1.4. ТиМ оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.<br/>
                        1.5. Продолжение использования Сервиса и Системы Пользователем, означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.<br/>
                        1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.
                    </p>
                </section>

                <section>
                    <h5>2. ОПРЕДЕЛЕНИЯ</h5>
                    <p>
                        2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:<br/>
                        2.1.1 Система - программа для ЭВМ АИС «ТиМ» (серверный компонент, плагин для текстового редактора «ТиМ», Standalone – приложение «ТиМ» со встроенным текстовым редактором и мобильное приложение в<br/> 
                        совокупности), функциональные возможности которой позволяют Пользователям:<br/>
                        - Хранить свои персональные данные на компьютере и/или мобильном устройстве.<br/>
                        - Делиться своими персональными данными со сторонними организациями.<br/>
                        - Изготавливать с помощью Плагина «ТИМ» для текстовых редакторов, или Standalone – приложения «ТиМ» со встроенным текстовым редактором, шаблоны документов и получать от других пользователей их<br/> 
                        персональные данные с их согласия.<br/>
                        2.1.2. Пользователь – лицо, использующее Систему.<br/>
                        2.1.3. Регистрация– процесс создания учетной записи Пользователя в Системе по заданным параметрам. Регистрация осуществляется по номеру мобильного телефона, указанному при регистрации в Системе.<br/>
                        2.1.4. Интернет-ресурс «ТиМ» – сайт, расположенный на доменном имени <a href="https://api.time-money.shop/">www.time-money.shop</a>, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов, содержащий плагин<br/> 
                        для текстового редактора, Standalone – приложение «ТиМ» со встроенным текстовым редактором (собственником плагина и Standalone – приложения является ООО «ТиМ»), позволяющий осуществить быстрое заполнение<br/> 
                        шаблонов документов, содержащих персональные данные клиентов через мобильное приложение «ТиМ».
                        2.1.5. Администрация сайта Интернет-ресурса – уполномоченные сотрудники на управления Сайтом, действующие от имени ООО «ТиМ».<br/>
                        2.1.6. Пользователь сайта Интернет-ресурса (далее ‑ Пользователь) – лицо, имеющее зарегистрированную учетную запись на Сайте, посредством сети Интернет и использующее Сайт.<br/>
                        2.1.7. Содержание сайта Интернет-ресурса, в том числе плагин для текстового редактора (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты, аннотации, статьи, иллюстрации,<br/> 
                        обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия<br/> 
                        товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта и другие объекты<br/> 
                        интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на сайте Интернет-ресурса.
                    </p>
                </section>

                <section>
                    <h5>3. ПРЕДМЕТ СОГЛАШЕНИЯ</h5>
                    <p>
                        3.1. Предметом настоящего Соглашения является предоставление Пользователю Интернет-ресурса доступа к плагину для текстового редактора<br/>
                        и оказываемым услугам.<br/>
                        3.1.1. Интернет-ресурс предоставляет Пользователю следующие виды услуг (сервисов):<br/>
                        - доступ к плагину для текстового редактора на платной основе, с правом<br/>
                        - приобретения (скачивания), просмотра контента;<br/>
                        - доступ к средствам поиска и навигации Интернет-ресурса;<br/>
                        - предоставление Пользователю возможности размещения<br/>
                        - сообщений, комментариев, рецензий Пользователей, выставления<br/>
                        - оценок контенту Интернет-ресурса;<br/>
                        - доступ к информации о плагине и к информации о приобретении<br/>
                        - плагина на бесплатной основе;<br/>
                        - иные виды услуг (сервисов), реализуемые на страницах Интернет-ресурса, включая платные услуги (сервисы).<br/>
                        3.1.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Интернет- ресурса, а также любые их последующие модификации и<br/> 
                        появляющиеся в дальнейшем дополнительные услуги (сервисы) Интернет-ресурса.<br/>
                        3.2. Доступ к Интернет-ресурсу предоставляется на бесплатной основе.<br/>
                        3.3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту, Пользователь считается присоединившимся к настоящему Соглашению.<br/>
                        3.4. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации
                    </p>
                </section>

                <section>
                    <h5>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h5>
                    <p>
                        4.1. Администрация сайта вправе:<br/>
                        4.1.1. Изменять правила пользования Сервисом, Сайтом и Системой, а также изменять содержание их Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.<br/>
                        4.1.2. Ограничить доступ к Сервису, Сайту и Системе в случае нарушения Пользователем условий настоящего Соглашения.<br/>
                        4.1.3. Изменять размер оплаты, взимаемой за предоставление доступа и пользования Сервисом, Сайтом и Системой.<br/>
                        4.1.4. Собирать, анализировать, использовать, делиться (в том числе на<br/>
                        платной основе) информацией о Пользователе, содержащихся на Сервисе, Сайте и Системе, включая, но не ограничиваясь, информацией о контактных и личных данных Пользователя, информацией о действиях Пользователя на Сайте и.т.д.<br/>
                        4.2. Пользователь вправе:<br/>
                        4.2.1. Получить доступ к использованию Сервиса, Сайта и Системы.<br/>
                        4.2.2. Пользоваться всеми имеющимися на Сервисе, Сайте и Системе услугами, а также приобретать любые Товары, предлагаемые на Сервисе и Сайте.<br/>
                        4.2.3. Задавать любые вопросы, относящиеся к услугам Интернет-ресурса по контактам, которые находятся в разделе Сервиса, Сайта и Системы <a href="https://api.time-money.shop/">www.time-money.shop</a>.<br/>
                        4.2.4. Пользоваться Сервисом, Сайтом и Системой исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.<br/>
                        4.3. Пользователь Сайта обязуется:<br/>
                        4.3.1. Предоставлять по запросу ТиМ дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам Сервиса, Сайта и Системы.<br/>
                        4.3.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сервиса, Сайта и Системы.<br/>
                        4.3.3. Не предпринимать действий, которые могут рассматриваться как<br/>
                        нарушающие нормальную работу Сервиса, Сайта и Системы.<br/>
                        4.3.4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.<br/>
                        4.3.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.<br/>
                        4.3.6. Не использовать Сервис, Сайт и Систему для распространения информации рекламного характера, иначе как с согласия ТиМ.<br/>
                        4.3.7. Не использовать Сервис, Сайт и Систему с целью:<br/>
                        4.3.7.1. Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному,<br/>
                        социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.<br/>
                        4.3.7.2. Побуждения к совершению противоправных действий, а также<br/>
                        содействия лицам, действия которых направлены на нарушение ограничений<br/>
                        и запретов, действующих на территории Российской Федерации.<br/>
                        4.3.7.3. Нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.<br/>
                        4.3.7.4. Ущемления прав меньшинств.<br/>
                        4.3.7.5. Представления себя за другого человека или представителям организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников Сервиса, Сайта и Системы.<br/>
                        4.3.7. 6. Введения в заблуждение относительно свойств и характеристик<br/>
                        плагинов из каталога Интернет-ресурса, размещенного на Сайте.<br/>
                        4.3.7.7. Некорректного сравнения плагинов, а также формирования негативного отношения к лицам, (не) пользующимся определенными плагинами, или осуждения таких лиц.<br/>
                        4.4. Пользователю запрещается:<br/>
                        4.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания<br/> 
                        содержания Сервиса, Сайта и Системы;<br/>
                        4.4.2. Нарушать надлежащее функционирование Сервиса, Сайта и Системы;<br/>
                        4.4.3. Любым способом обходить навигационную структуру Сервиса, Сайта и Системы для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не<br/> 
                        представлены Сервисом, Сайтом и Системой;<br/>
                        4.4.4. Несанкционированный доступ к функциям Сервиса, Сайта и Системы, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым ТиМ;<br/>
                        4.4.4. Нарушать систему безопасности или аутентификации на Сервису, Сайту и Систему или в любой сети, относящейся к ТиМ.<br/>
                        4.4.5. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сервиса, Сайты и Системы.<br/>
                        4.4.6. Использовать Сервис, Сайт и Систему и их Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности,<br/>
                        нарушающей права интернет-ресурса или других лиц.<br/>
                    </p>
                </section>

                <section>
                    <h5>5. ИСПОЛЬЗОВАНИЕ САЙТА</h5>
                    <p>
                        5.1. Сервис, Сайт, Система и Содержание, входящее в их состав, принадлежит и управляется ТиМ.<br/>
                        5.2. Содержание Сервиса, Сайта и Системы не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без<br/> 
                        предварительного письменного согласия ТиМ.<br/>
                        5.3. Содержание Сервиса, Сайта и Системы защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о<br/> 
                        недобросовестной конкуренции.
                        5.4. При использовании некоторых сервисов Сервиса, Сайта и Системы, может потребоваться создание учётной записи Пользователя.<br/>
                        5.5. Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени<br/>
                        Пользователя учётной записи.<br/>
                        5.6. Пользователь должен незамедлительно уведомить ТиМ о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.<br/>
                        5.7. ТиМ обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если он нарушал условия данного соглашения без уведомления Пользователя.<br/>
                        5.7. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке плагинов и оказании услуг, предоставляемых на Сервисе, Сайте и Системе.<br/>
                        5.8. Информация, размещаемая на Сервисе, Сайте и Системе, не должна истолковываться как изменение настоящего Соглашения.<br/>
                        5.9. ТиМ имеет право в любое время без уведомления Пользователя вносить изменения в перечень Товаров и услуг, предлагаемых на Сервисе, Сайте и Систему, и (или) в цены, применимые к таким Товарам по их<br/> 
                        реализации и (или) оказываемым услугам Интернет-ресурсом.<br/>
                        5.10. Документы, указанные в пунктах 5.10.1 - 5.10.3 настоящего Соглашения регулируют в соответствующей части и распространяют свое действие на использование Пользователем Сервиса, Сайта и Системы. В настоящее<br/>
                        Соглашение включены следующие документы:<br/>
                        5.10.1. Политика конфиденциальности;<br/>
                        5.10.2. Договор купли-продажи товаров дистанционным способом;<br/>
                        5.10.3. Предложения и замечания.<br/>
                        5.11. Любой из документов, перечисленных в пункте 5.10. настоящего Соглашения может подлежать обновлению. Изменения вступают в силу с момента их опубликования на Сайте.
                    </p>
                </section>

                <section>
                    <h5>6. ОТВЕТСТВЕННОСТЬ</h5>
                    <p>
                        6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к<br/> 
                        коммуникациям другого Пользователя, Администрацией сайта не возмещаются.<br/>
                        6.2. ТиМ не несет ответственности за:<br/>
                        6.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных<br/> 
                        системах.<br/>
                        6.2.2. Действия систем переводов, банков, платежных систем и за задержки, связанные с их работой.<br/>
                        6.2.3. Надлежащее функционирование Сервиса, Сайта и Системы в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению<br/> 
                        пользователей такими средствами.<br/>
                        6.2.4. Содержание (контент) информации, размещенной на Сайте, в случае неисправности ресурсов возникших вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных,<br/> 
                        электрических и иных смежных системах.<br/>
                        6.3. Пользователь самостоятельно несет ответственность за интерпретацию и использование контента (информации), размещенного на Сервису, Сайту и Систему.<br/>
                    </p>
                </section>

                <section>
                    <h5>7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h5>
                    <p>
                        7.1. ТиМ вправе раскрыть любую собранную о Пользователе Сервиса, Сайта и Системы информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования<br/> 
                        Сервиса, Сайта и Системы, либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права ТиМ или в права других Пользователей.<br/>
                        7.2. ТиМ имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий<br/> 
                        настоящего Соглашения, защиты прав или безопасности название организации, Пользователей.<br/>
                        7.3. ТиМ имеет право раскрыть инфор<br/>
                        уведомления Пользователя прекратить и (или) заблокировать доступ к Сервису, Сайту и Систему, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сервисом,<br/> 
                        Сайтом и Системой, а также в случае прекращения действия настоящего соглашения либо по причине технической неполадки или проблемы.<br/>
                        7.5. ТиМ не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сервису, Сайту и Системе в случае нарушения Пользователем любого положения настоящего Соглашения или иного<br/> 
                        документа, содержащего условия пользования Сайтом.
                    </p>
                </section>

                <section>
                    <h5>8. РАЗРЕШЕНИЕ СПОРОВ</h5>
                    <p>
                        8.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения<br/> 
                        добровольном урегулировании спора).<br/>
                        8.2. Получатель претензии в течение 30 (тридцати) календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br/>
                        8.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.<br/>
                        8.4. Любой иск в отношении условий использования Сайта должен быть предъявлен в течение срока после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с<br/> 
                        законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью.
                    </p>
                </section>

                <section>
                    <h5>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h5>
                    <p>
                        9.1. ТиМ не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.<br/>
                        9.2. Отзывы Пользователя, размещенные на Сервисе, Сайте и Системе, не являются конфиденциальной информацией и могут быть использованы ТиМ без ограничений.+
                    </p>
                </section>
            </div>

        </div>
    )
}

export default PrivacyPolicy;
